Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.ssh.setup.noInstallPermission
source: This user cannot install packages (neither root nor passwordless sudo). Install tmux manually or connect as another user.
ar: لا يمكن لهذا المستخدم تثبيت الحزم (لا root ولا sudo بدون كلمة مرور). قم بتثبيت tmux يدويًا أو اتصل كمستخدم آخر.
bs: Ovaj korisnik ne može instalirati pakete (ni root ni sudo bez lozinke). Instalirajte tmux ručno ili se povežite kao drugi korisnik.
da: Denne bruger kan ikke installere pakker (hverken root eller sudo uden adgangskode). Installer tmux manuelt eller opret forbindelse som en anden bruger.
de: Dieser Benutzer kann keine Pakete installieren (weder root noch passwortloses sudo). Installieren Sie tmux manuell oder stellen Sie eine Verbindung als anderer Benutzer her.
es: Este usuario no puede instalar paquetes (ni root ni sudo sin contraseña). Instale tmux manualmente o conéctese como otro usuario.
fr: Cet utilisateur ne peut pas installer de packages (ni root ni sudo sans mot de passe). Installez tmux manuellement ou connectez-vous en tant qu'autre utilisateur.
it: Questo utente non può installare pacchetti (né root né sudo senza password). Installa tmux manualmente o connettiti come un altro utente.
ja: このユーザーはパッケージ (root もパスワードなしの sudo も) をインストールできません。 tmux を手動でインストールするか、別のユーザーとして接続します。
km: អ្នកប្រើប្រាស់នេះមិនអាចដំឡើងកញ្ចប់បានទេ (ទាំង root ឬ sudo គ្មានពាក្យសម្ងាត់)។ ដំឡើង tmux ដោយដៃ ឬភ្ជាប់ជាអ្នកប្រើប្រាស់ផ្សេងទៀត។
ko: 이 사용자는 패키지(root 또는 비밀번호 없는 sudo 모두)를 설치할 수 없습니다. tmux를 수동으로 설치하거나 다른 사용자로 연결하세요.
nb: Denne brukeren kan ikke installere pakker (verken root eller passordløs sudo). Installer tmux manuelt eller koble til som en annen bruker.
pl: Ten użytkownik nie może instalować pakietów (ani root, ani sudo bez hasła). Zainstaluj ręcznie tmux lub połącz się jako inny użytkownik.
pt_br: Este usuário não pode instalar pacotes (nem root nem sudo sem senha). Instale tmux manualmente ou conecte-se como outro usuário.
ru: Этот пользователь не может устанавливать пакеты (ни root, ни sudo без пароля). Установите tmux вручную или подключитесь как другой пользователь.
th: ผู้ใช้รายนี้ไม่สามารถติดตั้งแพ็คเกจได้ (ทั้ง root หรือ sudo ที่ไม่มีรหัสผ่าน) ติดตั้ง tmux ด้วยตนเองหรือเชื่อมต่อเป็นผู้ใช้รายอื่น
tr: Bu kullanıcı paketleri (ne root ne de şifresiz sudo) yükleyemez. tmux'yi manuel olarak yükleyin veya başka bir kullanıcı olarak bağlanın.
uk: Цей користувач не може встановити пакунки (ані root, ані sudo без пароля). Встановіть tmux вручну або підключіться як інший користувач.
zh_hans: 该用户无法安装软件包（root 和无密码 sudo 都不能）。手动安装 tmux 或以其他用户身份连接。
zh_hant: 該用戶無法安裝軟體套件（root 和無密碼 sudo 都不能）。手動安裝 tmux 或以其他使用者身分連線。

# uniconnect.ssh.setup.ready.description
source: Each window is a named tmux session on %@. If UniConnect closes or crashes, the window stays alive on the server and reconnects automatically when you return.
ar: كل نافذة عبارة عن جلسة tmux مسماة على %@. في حالة إغلاق UniConnect أو تعطله، تظل النافذة حية على الخادم ويتم إعادة الاتصال تلقائيًا عند العودة.
bs: Svaki prozor je imenovana tmux sesija na %@. Ako se UniConnect zatvori ili sruši, prozor ostaje živ na serveru i automatski se ponovo povezuje kada se vratite.
da: Hvert vindue er en navngivet tmux-session på %@. Hvis UniConnect lukker eller går ned, forbliver vinduet i live på serveren og genopretter automatisk forbindelse, når du vender tilbage.
de: Jedes Fenster ist eine benannte tmux-Sitzung auf %@. Wenn UniConnect geschlossen wird oder abstürzt, bleibt das Fenster auf dem Server aktiv und stellt bei Ihrer Rückkehr automatisch wieder eine Verbindung her.
es: Cada ventana corresponde a una sesión tmux con nombre en %@. Si UniConnect se cierra o falla, la ventana sigue activa en el servidor y se reconecta automáticamente cuando vuelves.
fr: Chaque fenêtre est une session nommée tmux sur %@. Si UniConnect se ferme ou plante, la fenêtre reste active sur le serveur et se reconnecte automatiquement à votre retour.
it: Ogni finestra è una sessione denominata tmux su %@. Se UniConnect si chiude o si blocca, la finestra rimane attiva sul server e si riconnette automaticamente al tuo ritorno.
ja: 各ウィンドウは、%@ 上の名前付き tmux セッションです。 UniConnect が閉じるかクラッシュしても、ウィンドウはサーバー上で存続し、戻ったときに自動的に再接続します。
km: បង្អួចនីមួយៗគឺជាសម័យ tmux ដែលមានឈ្មោះថា %@ ។ ប្រសិនបើ UniConnect បិទ ឬគាំង នោះវិនដូនៅមានជីវិតនៅលើម៉ាស៊ីនមេ ហើយភ្ជាប់ឡើងវិញដោយស្វ័យប្រវត្តិនៅពេលអ្នកត្រលប់មកវិញ។
ko: 각 창은 %@의 명명된 tmux 세션입니다. UniConnect가 닫히거나 충돌하는 경우 창은 서버에 활성 상태로 유지되며 돌아올 때 자동으로 다시 연결됩니다.
nb: Hvert vindu er en kalt tmux-økt på %@. Hvis UniConnect lukkes eller krasjer, forblir vinduet levende på serveren og kobles til igjen automatisk når du kommer tilbake.
pl: Każde okno jest nazwaną sesją tmux na %@. Jeśli UniConnect zamknie się lub ulegnie awarii, okno pozostanie aktywne na serwerze i automatycznie połączy się ponownie po powrocie.
pt_br: Cada janela é uma sessão tmux nomeada em %@. Se UniConnect fechar ou travar, a janela permanecerá ativa no servidor e se reconectará automaticamente quando você retornar.
ru: Каждое окно представляет собой именованный сеанс tmux на %@. Если UniConnect закроется или выйдет из строя, окно останется на сервере и автоматически переподключится, когда вы вернетесь.
th: แต่ละหน้าต่างเป็นเซสชัน tmux ที่มีชื่อบน %@ หาก UniConnect ปิดหรือล่ม หน้าต่างจะยังคงอยู่บนเซิร์ฟเวอร์และเชื่อมต่อใหม่โดยอัตโนมัติเมื่อคุณกลับมา
tr: Her pencere %@ üzerinde adlandırılmış bir tmux oturumudur. UniConnect kapanırsa veya çökerse pencere sunucuda canlı kalır ve geri döndüğünüzde otomatik olarak yeniden bağlanır.
uk: Кожне вікно є іменованим сеансом tmux на %@. Якщо UniConnect закривається або аварійно завершує роботу, вікно залишається активним на сервері та автоматично повторно підключається, коли ви повертаєтеся.
zh_hans: 每个窗口都是 %@ 上的一个名为 tmux 的会话。如果 UniConnect 关闭或崩溃，窗口将在服务器上保持活动状态，并在您返回时自动重新连接。
zh_hant: 每個視窗都是 %@ 上的一個名為 tmux 的會話。如果 UniConnect 關閉或崩潰，視窗將在伺服器上保持活動狀態，並在您返回時自動重新連線。

# uniconnect.ssh.setup.ready.title
source: Server ready. Create your first window.
ar: الخادم جاهز. قم بإنشاء نافذتك الأولى.
bs: Server spreman. Kreirajte svoj prvi prozor.
da: Server klar. Opret dit første vindue.
de: Serverbereit. Erstellen Sie Ihr erstes Fenster.
es: Servidor listo. Crea tu primera ventana.
fr: Serveur prêt. Créez votre première fenêtre.
it: Server pronto. Crea la tua prima finestra.
ja: サーバーの準備ができました。最初のウィンドウを作成します。
km: ម៉ាស៊ីនមេរួចរាល់។ បង្កើតបង្អួចដំបូងរបស់អ្នក។
ko: 서버가 준비되었습니다. 첫 번째 창을 만듭니다.
nb: Server klar. Lag ditt første vindu.
pl: Serwer gotowy. Stwórz swoje pierwsze okno.
pt_br: Servidor pronto. Crie sua primeira janela.
ru: Сервер готов. Создайте свое первое окно.
th: เซิร์ฟเวอร์พร้อมแล้ว สร้างหน้าต่างแรกของคุณ
tr: Sunucu hazır. İlk pencerenizi oluşturun.
uk: Сервер готовий. Створіть своє перше вікно.
zh_hans: 服务器准备就绪。创建您的第一个窗口。
zh_hant: 伺服器準備就緒。建立您的第一個視窗。

# uniconnect.ssh.setup.tmuxMissing.title
source: tmux is not installed on the server
ar: لم يتم تثبيت tmux على الخادم
bs: tmux nije instaliran na serveru
da: tmux er ikke installeret på serveren
de: tmux ist nicht auf dem Server installiert
es: tmux no está instalado en el servidor
fr: tmux n'est pas installé sur le serveur
it: tmux non è installato sul server
ja: tmux がサーバーにインストールされていません
km: tmux មិនត្រូវបានដំឡើងនៅលើម៉ាស៊ីនមេទេ។
ko: tmux가 서버에 설치되지 않았습니다.
nb: tmux er ikke installert på serveren
pl: tmux nie jest zainstalowany na serwerze
pt_br: tmux não está instalado no servidor
ru: tmux не установлен на сервере
th: ไม่ได้ติดตั้ง tmux บนเซิร์ฟเวอร์
tr: tmux sunucuda yüklü değil
uk: tmux не встановлено на сервері
zh_hans: 服务器上未安装tmux
zh_hant: 伺服器上未安裝tmux

# uniconnect.ssh.tmux.missing
source: tmux is not installed on the server.
ar: لم يتم تثبيت tmux على الخادم.
bs: tmux nije instaliran na serveru.
da: tmux er ikke installeret på serveren.
de: tmux ist nicht auf dem Server installiert.
es: tmux no está instalado en el servidor.
fr: tmux n'est pas installé sur le serveur.
it: tmux non è installato sul server.
ja: tmux はサーバーにインストールされていません。
km: tmux មិនត្រូវបានដំឡើងនៅលើម៉ាស៊ីនមេទេ។
ko: tmux가 서버에 설치되지 않았습니다.
nb: tmux er ikke installert på serveren.
pl: tmux nie jest zainstalowany na serwerze.
pt_br: tmux não está instalado no servidor.
ru: tmux не установлен на сервере.
th: ไม่ได้ติดตั้ง tmux บนเซิร์ฟเวอร์
tr: tmux sunucuda yüklü değil.
uk: tmux не встановлено на сервері.
zh_hans: 服务器上未安装tmux。
zh_hant: 伺服器上未安裝tmux。

# uniconnect.ssh.tmux.savedSessionMissing
source: The saved tmux session “%@” no longer exists.
ar: لم تعد جلسة tmux المحفوظة "%@" موجودة.
bs: Spremljena tmux sesija “%@” više ne postoji.
da: Den gemte tmux-session "%@" eksisterer ikke længere.
de: Die gespeicherte tmux-Sitzung „%@“ existiert nicht mehr.
es: La sesión tmux guardada “%@” ya no existe.
fr: La session tmux enregistrée « %@ » n'existe plus.
it: La sessione tmux salvata “%@” non esiste più.
ja: 保存された tmux セッション「%@」はもう存在しません。
km: សម័យ tmux ដែលបានរក្សាទុក “%@” លែងមានទៀតហើយ។
ko: 저장된 tmux 세션 "%@"가 더 이상 존재하지 않습니다.
nb: Den lagrede tmux-økten "%@" eksisterer ikke lenger.
pl: Zapisana sesja tmux „%@” już nie istnieje.
pt_br: A sessão tmux salva “%@” não existe mais.
ru: Сохраненный сеанс tmux «%@» больше не существует.
th: เซสชัน tmux ที่บันทึกไว้ “%@” ไม่มีอยู่อีกต่อไป
tr: Kaydedilen tmux oturumu “%@” artık mevcut değil.
uk: Збережений сеанс tmux «%@» більше не існує.
zh_hans: 保存的 tmux 会话“%@”不再存在。
zh_hant: 保存的 tmux 會話「%@」不再存在。

# uniconnect.starter.empty
source: No boxes are open.
ar: لا توجد صناديق مفتوحة.
bs: Nema otvorenih kutija.
da: Ingen kasser er åbne.
de: Es sind keine Kartons geöffnet.
es: No hay cajas abiertas.
fr: Aucune boîte n'est ouverte.
it: Nessuna scatola è aperta.
ja: 箱は開いていません。
km: គ្មានប្រអប់បើកទេ។
ko: 열려 있는 상자가 없습니다.
nb: Ingen bokser er åpne.
pl: Żadne skrzynki nie są otwarte.
pt_br: Nenhuma caixa está aberta.
ru: Ни одна коробка не открыта.
th: ไม่มีกล่องใดเปิดอยู่
tr: Hiçbir kutu açık değil.
uk: Жодна коробка не відкрита.
zh_hans: 没有盒子打开。
zh_hant: 沒有盒子打開。

# uniconnect.starter.import.detail
source: An encrypted UniConnect export or a JSON seed.
ar: تصدير UniConnect مشفر أو بذرة JSON.
bs: Šifrirani UniConnect izvoz ili JSON sjeme.
da: En krypteret UniConnect eksport eller en JSON frø.
de: Ein verschlüsselter UniConnect-Export oder ein JSON-Seed.
es: Una exportación cifrada de UniConnect o una semilla de JSON.
fr: Une exportation UniConnect chiffrée ou une graine JSON.
it: Un'esportazione UniConnect crittografata o un seed JSON.
ja: 暗号化された UniConnect エクスポートまたは JSON シード。
km: ការនាំចេញ UniConnect ដែលបានអ៊ិនគ្រីប ឬគ្រាប់ពូជ JSON ។
ko: 암호화된 UniConnect 내보내기 또는 JSON 시드.
nb: En kryptert UniConnect eksport eller en JSON frø.
pl: Zaszyfrowany eksport UniConnect lub nasiono JSON.
pt_br: Uma exportação UniConnect criptografada ou uma semente JSON.
ru: Зашифрованный экспорт UniConnect или начальное число JSON.
th: การส่งออก UniConnect ที่เข้ารหัสหรือเมล็ด JSON
tr: Şifrelenmiş bir UniConnect dışa aktarımı veya bir JSON tohumu.
uk: Зашифрований експорт UniConnect або вихідне число JSON.
zh_hans: 加密的 UniConnect 导出或 JSON 种子。
zh_hant: 加密的 UniConnect 導出或 JSON 種子。

# uniconnect.starter.import.title
source: Import configuration
ar: تكوين الاستيراد
bs: Uvoz konfiguracije
da: Importer konfiguration
de: Konfiguration importieren
es: Importar configuración
fr: Importer la configuration
it: Importa configurazione
ja: 設定のインポート
km: នាំចូលការកំណត់រចនាសម្ព័ន្ធ
ko: 구성 가져오기
nb: Importer konfigurasjon
pl: Importuj konfigurację
pt_br: Configuração de importação
ru: Импортировать конфигурацию
th: นำเข้าการกำหนดค่า
tr: Yapılandırmayı içe aktar
uk: Імпорт конфігурації
zh_hans: 导入配置
zh_hant: 導入配置

# uniconnect.starter.migrate.detail
source: Copy cmux workspaces as local boxes. cmux is left untouched.
ar: انسخ مساحات العمل cmux كمربعات محلية. تم ترك cmux دون تغيير.
bs: Kopirajte cmux radne prostore kao lokalne kutije. cmux je ostavljen netaknut.
da: Kopier cmux-arbejdsområder som lokale bokse. cmux efterlades urørt.
de: Kopieren Sie cmux-Arbeitsbereiche als lokale Boxen. cmux bleibt unberührt.
es: Copie los espacios de trabajo cmux como cuadros locales. cmux no se modifica.
fr: Copiez les espaces de travail cmux en tant que boîtes locales. cmux reste intact.
it: Copia le aree di lavoro cmux come caselle locali. cmux rimane intatto.
ja: cmux ワークスペースをローカル ボックスとしてコピーします。 cmux はそのまま残されます。
km: ចម្លងកន្លែងធ្វើការ cmux ជាប្រអប់មូលដ្ឋាន។ cmux ត្រូវបានទុកចោល។
ko: cmux 작업공간을 로컬 상자로 복사합니다. cmux는 그대로 유지됩니다.
nb: Kopier cmux-arbeidsområder som lokale bokser. cmux blir stående urørt.
pl: Skopiuj obszary robocze cmux jako skrzynki lokalne. cmux pozostaje nietknięty.
pt_br: Copie os espaços de trabalho cmux como caixas locais. cmux permanece intocado.
ru: Скопируйте рабочие пространства cmux как локальные ящики. cmux остается нетронутым.
th: คัดลอกเวิร์กสเปซ cmux เป็นกล่องโลคัล cmux ไม่ถูกแตะต้อง
tr: cmux çalışma alanlarını yerel kutular olarak kopyalayın. cmux dokunulmadan bırakılır.
uk: Скопіюйте робочі області cmux як локальні ящики. cmux залишається недоторканим.
zh_hans: 将 cmux 工作区复制为本地框。 cmux 保持不变。
zh_hant: 將 cmux 工作區複製為本機框。 cmux 維持不變。

# uniconnect.starter.migrate.title
source: Migrate from cmux
ar: الهجرة من cmux
bs: Migrirajte sa cmux
da: Migrer fra cmux
de: Von cmux migrieren
es: Migrar desde cmux
fr: Migrer depuis cmux
it: Migrazione da cmux
ja: cmux からの移行
km: ផ្ទេរពី cmux
ko: cmux에서 마이그레이션
nb: Migrer fra cmux
pl: Przeprowadź migrację z cmux
pt_br: Migrar de cmux
ru: Миграция с cmux
th: ย้ายจาก cmux
tr: cmux'den geçiş
uk: Перехід із cmux
zh_hans: 从 cmux 迁移
zh_hant: 從 cmux 遷移

# uniconnect.starter.newBox.detail
source: Local with Claude, or SSH with tmux windows that stay alive.
ar: محلي باستخدام Claude، أو SSH مع نوافذ tmux التي تظل حية.
bs: Lokalno sa Claude, ili SSH sa tmux prozorima koji ostaju živi.
da: Lokal med Claude eller SSH med tmux vinduer, der forbliver i live.
de: Lokal mit Claude oder SSH mit tmux-Fenstern, die am Leben bleiben.
es: Local con Claude, o SSH con tmux ventanas que se mantienen vivas.
fr: Local avec Claude, ou SSH avec des fenêtres tmux qui restent actives.
it: Locale con finestre Claude o SSH con tmux che rimangono attive.
ja: Claude を使用したローカル、または tmux ウィンドウを使用した SSH は生きたままになります。
km: ក្នុងស្រុកជាមួយ Claude ឬ SSH ជាមួយនឹងបង្អួច tmux ដែលនៅរស់។
ko: Claude가 있는 로컬 또는 활성 상태로 유지되는 tmux 창이 있는 SSH.
nb: Lokal med Claude, eller SSH med tmux vinduer som holder seg i live.
pl: Lokalnie z oknami Claude lub SSH z oknami tmux, które pozostają żywe.
pt_br: Local com Claude ou SSH com janelas tmux que permanecem ativas.
ru: Локальный с Claude или SSH с окнами tmux, которые остаются активными.
th: ท้องถิ่นด้วย Claude หรือ SSH พร้อมหน้าต่าง tmux ที่ยังคงอยู่
tr: Claude ile yerel veya canlı kalan tmux pencereli SSH.
uk: Локальні з Claude або SSH з tmux вікнами, які залишаються живими.
zh_hans: 本地使用 Claude 或 SSH，使用保持活动状态的 tmux 窗口。
zh_hant: 本機使用 Claude 或 SSH，使用保持活動狀態的 tmux 視窗。

# uniconnect.starter.newBox.title
source: New box
ar: صندوق جديد
bs: Nova kutija
da: Ny æske
de: Neue Box
es: Nueva caja
fr: Nouvelle boîte
it: Nuova scatola
ja: 新しいボックス
km: ប្រអប់ថ្មី។
ko: 새 상자
nb: Ny boks
pl: Nowe pudełko
pt_br: Nova caixa
ru: Новая коробка
th: กล่องใหม่
tr: Yeni kutu
uk: Нова коробка
zh_hans: 新盒
zh_hant: 新盒

# uniconnect.starter.sidebarHint
source: You can also use the + button in the sidebar.
ar: يمكنك أيضًا استخدام الزر + في الشريط الجانبي.
bs: Možete koristiti i dugme + na bočnoj traci.
da: Du kan også bruge knappen + i sidebjælken.
de: Sie können auch die Schaltfläche + in der Seitenleiste verwenden.
es: También puedes usar el botón + en la barra lateral.
fr: Vous pouvez également utiliser le bouton + dans la barre latérale.
it: Puoi anche utilizzare il pulsante + nella barra laterale.
ja: サイドバーの + ボタンを使用することもできます。
km: អ្នកក៏អាចប្រើប៊ូតុង + នៅក្នុងរបារចំហៀងផងដែរ។
ko: 사이드바의 + 버튼을 사용할 수도 있습니다.
nb: Du kan også bruke +-knappen i sidefeltet.
pl: Możesz także użyć przycisku + na pasku bocznym.
pt_br: Você também pode usar o botão + na barra lateral.
ru: Вы также можете использовать кнопку + на боковой панели.
th: คุณยังสามารถใช้ปุ่ม + ในแถบด้านข้างได้
tr: Kenar çubuğundaki + düğmesini de kullanabilirsiniz.
uk: Ви також можете скористатися кнопкою + на бічній панелі.
zh_hans: 您还可以使用侧栏中的 + 按钮。
zh_hant: 您也可以使用側邊欄中的 + 按鈕。

# uniconnect.window.action.create
source: Create window
ar: إنشاء نافذة
bs: Kreiraj prozor
da: Opret vindue
de: Fenster erstellen
es: Crear ventana
fr: Créer une fenêtre
it: Crea finestra
ja: ウィンドウの作成
km: បង្កើតបង្អួច
ko: 창 만들기
nb: Opprett vindu
pl: Utwórz okno
pt_br: Criar janela
ru: Создать окно
th: สร้างหน้าต่าง
tr: Pencere oluştur
uk: Створити вікно
zh_hans: 创建窗口
zh_hant: 建立視窗

# uniconnect.window.error.invalidTmuxCode
source: The tmux code can only contain letters, numbers, hyphens, and underscores. Suggestion: %@
ar: يمكن أن يحتوي رمز tmux على أحرف وأرقام وواصلات وشرطات سفلية فقط. الاقتراح: %@
bs: Kod tmux može sadržavati samo slova, brojeve, crtice i donje crte. Prijedlog: %@
da: tmux-koden kan kun indeholde bogstaver, tal, bindestreger og understregninger. Forslag: %@
de: Der tmux-Code darf nur Buchstaben, Zahlen, Bindestriche und Unterstriche enthalten. Vorschlag: %@
es: El código tmux solo puede contener letras, números, guiones y guiones bajos. Sugerencia: %@
fr: Le code tmux ne peut contenir que des lettres, des chiffres, des traits d'union et des traits de soulignement. Suggestion : %@
it: Il codice tmux può contenere solo lettere, numeri, trattini e trattini bassi. Suggerimento: %@
ja: tmux コードには、文字、数字、ハイフン、アンダースコアのみを含めることができます。提案: %@
km: លេខកូដ tmux អាចមានតែអក្សរ លេខ សហសញ្ញា និងសញ្ញាគូសក្រោមប៉ុណ្ណោះ។ ការណែនាំ៖ %@
ko: tmux 코드에는 문자, 숫자, 하이픈, 밑줄만 사용할 수 있습니다. 제안: %@
nb: tmux-koden kan bare inneholde bokstaver, tall, bindestreker og understreker. Forslag: %@
pl: Kod tmux może zawierać wyłącznie litery, cyfry, łączniki i podkreślenia. Sugestia: %@
pt_br: O código tmux só pode conter letras, números, hifens e sublinhados. Sugestão: %@
ru: Код tmux может содержать только буквы, цифры, дефисы и подчеркивания. Предложение: %@
th: รหัส tmux มีได้เฉพาะตัวอักษร ตัวเลข ขีดกลาง และขีดล่างเท่านั้น คำแนะนำ: %@
tr: tmux kodu yalnızca harf, rakam, kısa çizgi ve alt çizgi içerebilir. Öneri: %@
uk: Код tmux може містити лише літери, цифри, дефіси та підкреслення. Пропозиція: %@
zh_hans: tmux 代码只能包含字母、数字、连字符和下划线。建议：%@
zh_hant: tmux 代碼只能包含字母、數字、連字號和底線。建議：%@

# uniconnect.window.error.nameMissing
source: Give the window a name.
ar: إعطاء النافذة اسما.
bs: Dajte prozoru ime.
da: Giv vinduet et navn.
de: Geben Sie dem Fenster einen Namen.
es: Dale un nombre a la ventana.
fr: Donnez un nom à la fenêtre.
it: Dai un nome alla finestra.
ja: ウィンドウに名前を付けます。
km: ដាក់ឈ្មោះបង្អួច។
ko: 창에 이름을 지정하십시오.
nb: Gi vinduet et navn.
pl: Nadaj oknu nazwę.
pt_br: Dê um nome à janela.
ru: Дайте окну имя.
th: ตั้งชื่อหน้าต่าง
tr: Pencereye bir ad verin.
uk: Дайте вікну назву.
zh_hans: 给窗口命名。
zh_hant: 為視窗命名。

# uniconnect.window.field.name
source: Window name
ar: اسم النافذة
bs: Ime prozora
da: Vindues navn
de: Fenstername
es: Nombre de la ventana
fr: Nom de la fenêtre
it: Nome della finestra
ja: ウィンドウ名
km: ឈ្មោះបង្អួច
ko: 창 이름
nb: Vindusnavn
pl: Nazwa okna
pt_br: Nome da janela
ru: Имя окна
th: ชื่อหน้าต่าง
tr: Pencere adı
uk: Назва вікна
zh_hans: 窗口名称
zh_hant: 視窗名稱

# uniconnect.window.field.tmuxEditableCode
source: tmux code (internal, editable)
ar: رمز tmux (داخلي، قابل للتحرير)
bs: tmux kod (interni, može se uređivati)
da: tmux kode (intern, redigerbar)
de: tmux-Code (intern, editierbar)
es: Código tmux (interno, editable)
fr: Code tmux (interne, modifiable)
it: Codice tmux (interno, modificabile)
ja: tmux コード (内部、編集可能)
km: កូដ tmux (ខាងក្នុង អាចកែសម្រួលបាន)
ko: tmux 코드(내부, 편집 가능)
nb: tmux-kode (intern, redigerbar)
pl: Kod tmux (wewnętrzny, edytowalny)
pt_br: Código tmux (interno, editável)
ru: Код tmux (внутренний, редактируемый)
th: รหัส tmux (ภายใน แก้ไขได้)
tr: tmux kodu (dahili, düzenlenebilir)
uk: Код tmux (внутрішній, редагований)
zh_hans: tmux 代码（内部，可编辑）
zh_hant: tmux 代碼（內部，可編輯）

# uniconnect.window.field.tmuxRecoveryCode
source: tmux code (internal, used to recover the session)
ar: كود tmux (داخلي، يستخدم لاستعادة الجلسة)
bs: tmux kod (interni, koristi se za oporavak sesije)
da: tmux-kode (intern, bruges til at gendanne sessionen)
de: tmux-Code (intern, wird zur Wiederherstellung der Sitzung verwendet)
es: Código tmux (interno, utilizado para recuperar la sesión)
fr: Code tmux (interne, utilisé pour récupérer la session)
it: Codice tmux (interno, utilizzato per recuperare la sessione)
ja: tmux コード (内部、セッションの回復に使用)
km: កូដ tmux (ខាងក្នុង ប្រើដើម្បីសង្គ្រោះវគ្គ)
ko: tmux 코드(내부, 세션 복구에 사용됨)
nb: tmux-kode (intern, brukes til å gjenopprette økten)
pl: Kod tmux (wewnętrzny, służący do odzyskania sesji)
pt_br: Código tmux (interno, usado para recuperar a sessão)
ru: Код tmux (внутренний, используется для восстановления сеанса)
th: รหัส tmux (ภายใน ใช้เพื่อกู้คืนเซสชัน)
tr: tmux kodu (dahili, oturumu kurtarmak için kullanılır)
uk: Код tmux (внутрішній, використовується для відновлення сесії)
zh_hans: tmux 代码（内部，用于恢复会话）
zh_hant: tmux 代碼（內部，用於恢復會話）

# uniconnect.window.field.visibleName
source: Visible name
ar: اسم مرئي
bs: Vidljivo ime
da: Synligt navn
de: Sichtbarer Name
es: nombre visible
fr: Nom visible
it: Nome visibile
ja: 目に見える名前
km: ឈ្មោះដែលមើលឃើញ
ko: 보이는 이름
nb: Synlig navn
pl: Widoczna nazwa
pt_br: Nome visível
ru: Видимое имя
th: ชื่อที่มองเห็นได้
tr: Görünür ad
uk: Видима назва
zh_hans: 可见名称
zh_hant: 可見名稱

# uniconnect.window.new.title
source: New window in %@
ar: نافذة جديدة في %@
bs: Novi prozor u %@
da: Nyt vindue i %@
de: Neues Fenster in %@
es: Nueva ventana en %@
fr: Nouvelle fenêtre dans %@
it: Nuova finestra in %@
ja: %@ の新しいウィンドウ
km: បង្អួចថ្មីនៅក្នុង %@
ko: %@의 새 창
nb: Nytt vindu i %@
pl: Nowe okno w %@
pt_br: Nova janela em %@
ru: Новое окно в %@
th: หน้าต่างใหม่ใน %@
tr: %@'de yeni pencere
uk: Нове вікно в %@
zh_hans: %@ 中的新窗口
zh_hant: %@ 中的新窗口

# uniconnect.window.placeholder.name
source: claude, logs, deploy…
ar: كلود، السجلات، النشر...
da: claude, logger, implementer...
de: Claude, Protokolle, bereitstellen…
es: claude, registros, desplegar…
fr: Claude, logs, déploiement…
it: claude, registra, distribuisci…
ja: クロード、ログ、デプロイ…
km: Claude, កំណត់ហេតុ, ដាក់ពង្រាយ...
ko: 클로드, 로그, 배포…
nb: claude, logger, distribuer...
pl: claude, loguje, wdraża…
pt_br: claude, logs, implantar…
ru: Клауд, журналы, развертывание…
th: คลอด บันทึก ปรับใช้...
tr: Claude, günlükleri, konuşlandırın…
uk: клод, журнали, розгорнути…
zh_hans: 克劳德，日志，部署...
zh_hant: 克勞德，日誌，部署...

# uniconnect.workspace.action.connect
source: Connect
ar: يتصل
bs: Povežite se
da: Forbinde
de: Verbinden
es: Conectar
fr: Connecter
it: Collegare
ja: 接続する
km: ភ្ជាប់
ko: 연결하다
nb: Koble til
pl: Łączyć
pt_br: Conectar
ru: Соединять
th: เชื่อมต่อ
tr: Bağlamak
uk: Підключитися
zh_hans: 连接
zh_hant: 連接

# uniconnect.workspace.action.createLocal
source: Create local box
ar: إنشاء صندوق محلي
bs: Kreirajte lokalnu kutiju
da: Opret lokal boks
de: Lokale Box erstellen
es: Crear caja local
fr: Créer une boîte locale
it: Crea casella locale
ja: ローカルボックスを作成する
km: បង្កើតប្រអប់មូលដ្ឋាន
ko: 로컬박스 생성
nb: Lag lokal boks
pl: Utwórz skrzynkę lokalną
pt_br: Criar caixa local
ru: Создать локальный ящик
th: สร้างกล่องท้องถิ่น
tr: Yerel kutu oluştur
uk: Створіть локальний ящик
zh_hans: 创建本地盒子
zh_hant: 創建本地盒子
